# -*- coding: utf-8 -*-

# 파이썬 정식 런타임 에러 추적기를 이용한 아스키아트 조각 파일


def ㅤㅤㅤㅤㅤㅤ한한한한한한한ㅤㅤㅤㅤㅤㅤ():
    raise Exception('KOREAN_ASCII_ART_COMPLETED')

def ㅤㅤㅤㅤㅤㅤ한한한한한한한ㅤㅤㅤㅤㅤㅤᅠ():
    ㅤㅤㅤㅤㅤㅤ한한한한한한한ㅤㅤㅤㅤㅤㅤ()

def ㅤㅤㅤㅤㅤㅤㅤㅤㅤ한한한ㅤㅤㅤㅤㅤㅤㅤᅠᅠ():
    ㅤㅤㅤㅤㅤㅤ한한한한한한한ㅤㅤㅤㅤㅤㅤᅠ()

def ㅤㅤ한한한한한한한한한한한한한ᅠᅠᅠ():
    ㅤㅤㅤㅤㅤㅤㅤㅤㅤ한한한ㅤㅤㅤㅤㅤㅤㅤᅠᅠ()

def ㅤㅤ한한한한한한한한한한한한한ᅠᅠᅠᅠ():
    ㅤㅤ한한한한한한한한한한한한한ᅠᅠᅠ()

def ㅤㅤ한한ㅤㅤㅤㅤㅤㅤㅤ한한ㅤㅤㅤㅤᅠᅠᅠᅠᅠ():
    ㅤㅤ한한한한한한한한한한한한한ᅠᅠᅠᅠ()

def ㅤ한한ㅤㅤㅤㅤㅤㅤㅤㅤㅤ한한ㅤ한한ᅠᅠᅠᅠᅠᅠ():
    ㅤㅤ한한ㅤㅤㅤㅤㅤㅤㅤ한한ㅤㅤㅤㅤᅠᅠᅠᅠᅠ()

def ㅤ한한ㅤㅤㅤㅤㅤㅤㅤㅤㅤ한한ㅤ한한ᅠᅠᅠᅠᅠᅠᅠ():
    ㅤ한한ㅤㅤㅤㅤㅤㅤㅤㅤㅤ한한ㅤ한한ᅠᅠᅠᅠᅠᅠ()

def ㅤ한한ㅤㅤㅤㅤㅤㅤㅤㅤㅤ한한한한한한한ᅠᅠᅠᅠᅠᅠᅠᅠ():
    ㅤ한한ㅤㅤㅤㅤㅤㅤㅤㅤㅤ한한ㅤ한한ᅠᅠᅠᅠᅠᅠᅠ()

def ㅤ한한ㅤㅤㅤㅤㅤㅤㅤㅤㅤ한한한한한한한ᅠᅠᅠᅠᅠᅠᅠᅠᅠ():
    ㅤ한한ㅤㅤㅤㅤㅤㅤㅤㅤㅤ한한한한한한한ᅠᅠᅠᅠᅠᅠᅠᅠ()

def ㅤ한한ㅤㅤㅤㅤㅤㅤㅤㅤㅤ한한ㅤ한한ᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ():
    ㅤ한한ㅤㅤㅤㅤㅤㅤㅤㅤㅤ한한한한한한한ᅠᅠᅠᅠᅠᅠᅠᅠᅠ()

def ㅤㅤ한한ㅤㅤㅤㅤㅤㅤㅤ한한ㅤ한한ᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ():
    ㅤ한한ㅤㅤㅤㅤㅤㅤㅤㅤㅤ한한ㅤ한한ᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ()

def ㅤㅤㅤ한한한한한한한ㅤㅤ한한ᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ():
    ㅤㅤ한한ㅤㅤㅤㅤㅤㅤㅤ한한ㅤ한한ᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ()

def ㅤㅤㅤ한한한한한한한ㅤㅤ한한ᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ():
    ㅤㅤㅤ한한한한한한한ㅤㅤ한한ᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ()

def ㅤㅤㅤ한한ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ():
    ㅤㅤㅤ한한한한한한한ㅤㅤ한한ᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ()

def ㅤㅤㅤ한한ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ():
    ㅤㅤㅤ한한ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ()

def ㅤㅤㅤ한한한한한한한한한한한ㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ():
    ㅤㅤㅤ한한ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ()

def ㅤㅤㅤ한한한한한한한한한한한ㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ():
    ㅤㅤㅤ한한한한한한한한한한한ㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ()

def ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ():
    ㅤㅤㅤ한한한한한한한한한한한ㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ()

def ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ():
    ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ()

def Run_Art_Traceback():
    ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ()

Run_Art_Traceback()