# -*- coding: utf-8 -*-

# 시스템 강제 에러 유발 및 한글 식별자 조합 스크립트


def 한ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤ():
    raise RuntimeError('REAL_RUNTIME_EXCEPTION_TRIGGERED')

def 한ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠ():
    한ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤ()

def 한ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠ():
    한ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠ()

def 글ㅤㅤㅤㅤㅤᅠᅠᅠ():
    한ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠ()

def 글ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠ():
    글ㅤㅤㅤㅤㅤᅠᅠᅠ()

def 글ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠ():
    글ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠ()

def 오ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠ():
    글ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠ()

def 오ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠᅠ():
    오ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠ()

def 류ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠ():
    오ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠᅠ()

def 류ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠᅠ():
    류ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠ()

def Core_Trigger():
    류ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤᅠᅠᅠᅠᅠᅠᅠᅠᅠ()

Core_Trigger()